Revit 2027 API
SymbolTypeId.JPerK Property
 Symbol J/K, indicating unit Joules per Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JPerK { get; }
Public Shared ReadOnly Property JPerK As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JPerK {
	ForgeTypeId^ get ();
}
static member JPerK : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace